charset utf8;
use swsw;   
#向books表中添加数据
#insert into sw_books values(null,'混沌初始','扬帆星海','xh_0.jpg','等待更新','70',null,666,0,'腹藏万卷书的天才少年云飞，意外流落异界，太极拳大放神威，分子理论创新炼丹，电子技术指导阵法，借助现代科学技术知识扬威异界，去追寻盘古、女娲的足迹……');
#insert into sw_books values(null,'造化神尊','陈家起灵','xh_1.jpg','等待更新','70',null,666,0,'神天大陆，造化如星河！少年有志，开天而起震苍穹，平灭邪魔慑乾坤！且看秦天如何在这片被遗失的天地，来突破桎梏，铸就不败的热血传说！');
#insert into sw_books values(null,'万古劫灵','一粒未央','xh_2.jpg','等待更新','70',null,666,0,'<p>第一世，我为极道仙尊。</p><p>第二世，我为轮回大帝。</p><p>第三世，我浴血重生，势必证道诸天，报仇雪恨！</p><p>看少年叶玄，三世称尊，证帝天极！</p>');
#insert into sw_books values(null,'重生之逆流人生 ','揪揪糖','xs_0.jpg','等待更新','90',null,666,0,'<p>上辈子生的委屈、长得憋屈、死的时候还被人指指点点！</p><p>这辈子指点江山、豪情壮志、爱江山更爱美人！</p><p>上辈子欠你的！这辈子还！上辈子欠我的，我给你好看！</p><p>没有金手指的神通、没有小鲜肉的魔力、没有偶遇美女的想法！</p><p>我就是我，腊月初八被人点的烟火！</p><p>女作者写的男主书，细腻的笔体、真实的生活、不服来看！</p>');
#insert into sw_books values(null,'大明首相','维衡','ls_0.jpg','等待更新','80',null,666,0,'作者站在大历史维度，充分尊重历史真实，主要事件、人物不虚构、不美（丑）化，制度、风俗等细节还原历史原貌，以人性为底色，以朝廷为枢纽，塑造了给因袭萎靡、积弊丛生的老大王朝带来清明刚健新风，以忠诚、干净、担当著称，锐志匡时、肩大任而不挠的执政者的真实形象，揭开了帝制中国上层的神秘面纱，在错综复杂的矛盾纠葛中，全方位再现了大明中后期犹暗乍明、朦胧躁动的历史。小说情节曲折生动，人物性格鲜明，弥漫着浓厚、古雅的历史氛围，有很强的代入感，使人仿佛置身时空隧道，一览大明帝国的历史风景。');
#insert into sw_books values(null,'剑鸣九天 ','一株仙草 ','xh_3.jpg','等待更新','70',null,666,0,'<p>一场黑色的大火，掀开了大凉山神秘的轻纱。</p><p>一柄残缺的巨剑，斩破了神魔大陆的千古岁月。</p><p>失去记忆的少年，在浑噩中苏醒，在那个看不见光明的世界中，留下了无数动人心魄的传奇。</p><p>有人说，他是魔，但他只是一名剑客，孤独的剑客。</p>');
#insert into sw_books values(null,'异世灵武天下','禹枫','xh_4.jpg','等待更新','70',null,666,0,'<p>穿越后，成为已死的废柴少爷，遇上了神秘老者南叔。</p><p>为亲情，为红颜，为身边最亲的人，陆少游从废柴一步步踏上强者之路。</p><p>强者之路，一路荆棘遍布，却也阻挡不住一颗强者之心。</p><p>醉卧美人膝，醒掌天下权，传言武道巅峰，灵道极致，便能踏碎虚空。灵武双修，不世霸枭，既然来了，就要留下一世传奇。</p>');
#insert into sw_books values(null,'元灵伐天 ','南木萧萧','xh_5.jpg','等待更新','70',null,666,0,'<p>【搞笑热血都市玄幻】一脚踏空世界大变，高考莫名成了武考，大学变成了武府！</p><p>飞天遁地的修士，遍布全球的元兽，神秘诡谲的秘境，以及膨胀百倍的地球！这一切的背后究竟蕴含着怎样的秘密？</p><p>玄幻都市行，热血伐九洲</p>')
#######################################################################
#insert into sw_books values(null,'武帝重生 ','静墨','xh_6.jpg','等待更新','70',null,666,0,'“你敢把我怎么样？”某位公子叫嚣着。“没怎么样，就废掉你双手双脚而已。”林龙邪邪一笑。“啊……”公子哥的惨叫声响彻天际。“前方就是武圣杨顶遗迹，大家冲啊！”各路强者蜂拥而上。“武圣遗迹么，前世早被我洗劫一空了。”林龙笑而不语。“两女是秘典所述的炉鼎……”几名绝顶强者密谋着。“不好意思，她们已经委身于我几年。”林龙淡然一笑。“怎么可能？”几名绝顶强者尽皆惊讶。……武帝林龙遭受围攻，跌落悬崖的他重生回到少年时代。凭借先知先觉他成为了最强者。');
#insert into sw_books values(null,'绝世符神 ','东方行云','xh_7.jpg','等待更新','70',null,666,0,'“你能炼药，可以快速突破？我一枚聚灵符，能增加十倍百倍的修炼速度！”“你会炼器，炼出神兵可斩星辰？我有九天雷符，能召唤九天神雷，一击之下万里成灰！”“你精通阵法，可攻可守？我有铭符万千，他人生死皆在我一念之间！”万年之前的九天至尊殒落身死，却转世重生于万年之后，成了一个三流家族中人人可欺的庸人。一次重伤，萧羽想起了前世所有记忆，无论是炼药还是锻器，各道都是信手拈来，然而他最为擅长的，始终是铭符之道。')
#####################################################
#insert into sw_books values(null,'一术镇天 ','五月初八 ','xh_8.jpg','等待更新','70',null,666,0,'传闻之中，九天之上，通天仙路，无上仙门，一踏而过，便可永生。然而修仙者为求永生，前赴后继，为何又成为苍天眼中的毒瘤？人有法术，仙有仙术，天亦有天术。天术镇压一切，乃万术之祖，世间万法莫不始于天术。苏夜，一个穿越而来差点被当做祭品献祭给九天仙神的卑微生灵，又将怎样踏遍万仙，一破仙门？');
#insert into sw_books values(null,'无敌血脉','逍遥寰宇 ','xh_9.jpg','等待更新','70',null,666,0,'无垠宇宙，血脉为尊！出生决定一切，超品血脉者，生有神通，移山填海，捉星拿月，十品废脉者，寿不过百，前途灰暗，蝼蚁一生！少年杨帆，七星宗一普通杂役，注定碌碌一生，怎知偶有奇遇，得至宝吞噬，吞无尽血脉，成无上圣脉，无敌天下，谁人不服？');
#insert into sw_books values(null,'凌天战神','万木峥嵘 ','xh_10.jpg','等待更新','70',null,666,0,'凌天大陆，星辰皆有战灵，天才认主，武道觉醒。强者一念，天地色变，弱者如蚁，血洒苍穹！更有传说，凌天之上，有龙翱翔。上古武帝庄子，九转涅槃后悟屠龙之技，御龙为马，主宰天地，是为凌天战神。“天下苍生视我为敌又如何？”叶峰紧握长枪，怒视苍穹之上：“他日我为玄帝，敢踏破苍天大地！”');
#insert into sw_books values(null,'盖世战神:不败战神 ','居白','ds_0.jpg','等待更新','40',null,666,0,'列土封疆，战神归来。本应是衣锦还乡，却传来兄弟噩耗。他说：所有人都要为此付出代价！')
#############################################
#insert into sw_books values(null,'国士无双（又名都市君临天下）','一枝轩','ds_1.jpg','等待更新','40',null,666,0,'那一年，落雪人间。她风华绝代之际，黯然消逝。他则成为无双名将！他记得，自己说过要娶她。无论生死！');
#insert into sw_books values(null,'共和国战疫 ','王鹏骄','xs_1.jpg','等待更新','70',null,666,0,'【同舟共济，战“疫”有我】【“新时代的中国”第二届全国网络文学现实题材主题征文大赛】王鹏骄2020抗疫题材“共和国系列”三部曲之一，长篇报告文学。根据作者所在的新冠肺炎定点收治医院诊疗筛查亲历，及对邱海波教授为首的疫区最中心同仁的采访撰写全文。“不必赞颂我是扁鹊华佗，只是国家需要人民重托。”（该系列作品抗疫主题曲《中国医者》已登陆网易云音乐及虾米音乐，热播中~~)');
#insert into sw_books values(null,'和人形测谎仪没法谈恋爱','赖尔','xs_0.jpg','等待更新','90',null,666,0,'慕真真是红绿色盲。在现实世界里，她看不见红色和绿色，但是她却有一项特殊技能：她能从文字上分辨出真假，真话就是红色，谎话是绿色。慕真真偶然遇到了当红“小鲜肉”司霖，并通过微博文字发现，对方是个十足的谎话精。在揭露司霖“真面目”的过程中，真真发现明星的“两面派”有其原因，而真实与谎言，也往往不能通过140字的短文来判定。另一方面，明星人设崩塌的司霖，也逐渐放下了偶像包袱，他与不打不相识的慕真真一起，成为了视频UP主。在甜蜜恋爱的同时，他们也成为了为网络暴力的受害者发声、对抗键盘侠和造谣者、查明网红事件的真相的“The Truth Teller”（真言者）……');
#insert into sw_books values(null,'一面','本命红楼','xs_3.jpg','等待更新','90',null,666,0,'大部分人的一面就仅仅是一面，但有的人仅仅只一面，却注定了一生。　这是二战大背景下，一个廊桥遗梦式的爱情故事，兜兜转转不论经历多少轮回曲折最终还是你；这是战火和苦难中，不断成长蜕变的革命青年，苦难和经历只会让梦想者更加坚强；这是思想文化激流中，一个忠诚真理，一心学生，锻造大学英魂的好校长；他有无数次一面，和鲁迅、和丁玲、和张天翼、和顾祝同，一个个都是近代史中浓墨重彩的一笔，这一面面构成主人翁绚烂梦想的一生。人世匆匆，人生促促，太多人经过又离开，来到又分别，大多只是过客，有些人只是“一面”，却扎根在内心的最深处，生长发芽，静默欢喜。');
#insert into sw_books values(null,'不负韶光 ','月壮边疆','xs_4.jpg','等待更新','70',null,666,0,'十八大后，归国侨眷夏棘青因旧城区改造，和新小孜、谭鸣声、季陶然等年轻人因缘聚会在城郊综合社区东江新城。滞后的配套与服务让他心有抵触，成为在网络中挑剔问题的“毛毛虫”，微博与微信公众号“新城夜话”成为居民吐槽的负面平台。伴随城市文明建设与基层治理创新的深入，夏棘青不知不觉开始参与社区公益服务，与街坊邻里上演了许多啼笑皆非的故事，随后在基层党组织帮助和支持下，自觉创立”网络多媒体自治联盟”，与年轻伙伴们共同实现“八步蝶变”，描绘出爱情、亲情、友情的美丽画卷，展现改革创新进程中，党组织克难求进，关心引导新青年转变思维，积极投身社会治理，发展成为团青年先锋、文明好网民的真实轨迹')
########################################################
#insert into sw_books values(null,'元尊','天蚕土豆','xh_11.jpg','等待更新','70',null,666,0,'天蚕土豆最新鼎力大作。大周皇子周元，原本拥有圣龙之命，却被敌国武王以亿万大周子民为要挟，蟒雀吞龙，夺走其圣龙气运。周元入祖地，遇夭夭；重开八脉，再踏征途。少年执笔，龙蛇舞动；劈开乱世，点亮苍穹。气掌乾坤的世界里，究竟是蟒雀吞龙，还是圣龙崛起？！');
#insert into sw_books values(null,'核医荣誉 ','王鹏骄','xs_5.jpg','等待更新','90',null,666,0,'“战乱救国，和平救人。核医荣誉，属于祖国，属于人民。”国内核医题材开创者、三甲医院核医学工作者王鹏骄继“2019中作协重点扶持项目《核医荣光》”后，以核医工作纪实为篮本改编的全新医疗现实题材小说，本故事为作者核医“荣”系列III部曲第II部。以无名革命烈士精神为指引，讲述了汉东医院核医学科研型技术医生李荣誉与团队利用核医诊疗理念为人们解决无数疑难杂症，并一步步实现自我成长自我救赎的故事，同时将因疾结缘的不同行业病患身后故事与冷暖自知的人间百态推陈出新地交给观者。【2019全国首届现实题材主题征文大赛未完结组优秀奖】');
#insert into sw_books values(null,'王牌神医 ','朽木可雕 ','ds_2.jpg','等待更新','40',null,666,0,'一个医院的临时工，凭一双妙手逐步成为医学界的传奇！一个社会底层的小人物，靠一腔热血成为人世间的枭王！当佛已经无能为力，便由我来普渡众生——杨风。');
#insert into sw_books values(null,'花园村的那些人 ','子苓','xs_6.jpg','等待更新','90',null,666,0,'大婚前，她对准自己的脖子说：“今晚就要做你的人，做不成就做鬼。”面对姑娘如此炽热的爱，他该如何选择？一个月的阴雨天，愣是把黄橙橙的麦穗变成了青牙刷，他们将如何度过漫漫长冬？因为穷，无奈把亲生孩子送人；因为穷，连野都要抢； 因为穷，人被倒塌的房屋，活活地砸死。他说：“穷，并不可怕，可怕的是连承认贫穷的勇气都没有。那些不为改变贫穷而努力奋斗的人是确实可耻的。”于是他们偷偷分田到户，承包鱼塘，先后办起手工厂、纺织厂、砖窑厂等等，在时代的大潮下，做出了一系列惊人之举。可是他也遭到了恐吓、绑架、批斗，面对这些，他害怕了吗？《花园村的那些人》带您走进惊心动魄的岁月');
###############################################
insert into sw_books values(null,'浪潮 ','胡说','xs_8.jpg','等待更新','90',null,666,0,'21世纪前20年，伴随着中国制造到中国智造再到中国创造，林远、陈鹏、郑南飞、周晓月这四个来自社会底层的80后，在时代的大浪潮中，上演了一幕幕荡气回肠的沉浮故事。');
insert into sw_books values(null,'人生的战争 ','雨甜','xs_7.jpg','等待更新','90',null,666,0,'朱浩洋在部队这个大舞台上辗转腾挪，遇到挫折和危险，常能化险为夷；处理与妻子关系、与对手关系，常能化干戈为玉帛；处理工作矛盾，遇到棘手难题，又常常化腐朽为神奇。他自觉投身新军事革命，刻苦钻研信息化条件现代化战争的打赢技能，成长为足智多谋的“蓝军”旅长，与全军各部队精英角逐朱日和演兵场，多年来，以32比1的战线，成为战神级的英雄，将朱浩洋人生推向了顛峰。小说生动有趣，耐人寻味，给读者以许多有益的人生启迪。');
################################################
insert into sw_books values(null,'无字江山','小神','xs_9.jpg','等待更新','90',null,666,0,'该作品是中国作协网络文学重点园地联席会议重点扶持作品。日落龙河现，无字半江山。大四那年性格诡异的教授在冬至这天把我一个人丢在了摩天岭下的灵河岸边，我以为这只是一次普通的考古实习，没想到却跟当年母亲离奇失踪，家族举家迁徙以及我背后的天熊胎记全都息息相关，我是个聋子，改变我一生的宿命故事就这样毫无征兆的开始了。');
insert into sw_books values(null,'我们青春时 ','徐昕','xs_10.jpg','等待更新','90',null,666,0,'人性中最美好的情感是与生俱来、永恒不变的。唯有以真实的生活态度对待生活，才能感悟人生的真谛，获得真挚的爱情。20世纪70年代，一群年轻人怀揣着梦想，却被时代的洪流裹挟向前，面对欲望和物质的诱惑，跌宕起伏，走向不同命运轨迹。【向新中国成立70周年献礼参赛作品】');
insert into sw_books values(null,'破冰之路 ','扬帆星海','xs_11.jpg','等待更新','90',null,666,0,'退伍军人王福满返回家乡郭王村，正好遇上修路引起的拆迁一座在当地香火较为旺盛的山神庙，为扫清修路障碍，怒砸山神庙，也因此在村里“众叛亲离”，但凭借军人的坚毅、赤子的真情和辛苦的劳作，在扶贫干部和精准扶贫政策的帮持下，不光挽回了乡情，更是通过流转土地、创办合作社，培育黄桃种植农场，建设罐头厂、粉丝厂等绿色食品加工基地，带领村民走上一条脱贫致富的康庄大道，同时也收获了自己的美满爱情。村里的巨变和富裕的生活让乡亲们认识到：守护郭王村、让自己过上幸福宽裕生活的不是香火供奉的山神，而是中国共产党和利民的好政策。')

